Repository: mehrshaddarzi/wordpress-acl
Catalog: languages/wordpress-acl-*.po
Languages: fa_ir

source: Avatar
fa_ir: آواتار

source: Error in upload avatar file
fa_ir: خطا در آپلود فایل آواتار رخ داده است

source: File not found
fa_ir: فایل یافت نشد

source: File size must be excately %s MB.
fa_ir: حداکثر حجم فایل می بایست %s مگابایت باشد.

source: Please select png or jpg file
fa_ir: لطفا یک فایل با پسوند jpg یا png انتخاب کنید

source: Please select an image
fa_ir: لطفا یک فایل عکس انتخاب کنید

source: Post not exist.
fa_ir: پست یافت نشد.

source: mobile
fa_ir: شماره همراه

source: Invalid mobile or incorrect password.
fa_ir: شماره همراه یا رمز عبور اشتباه می باشد.

source: No user was found with this mobile number.
fa_ir: هیچ کاربری با این شماره موبایل یافت نشد.

source: This mobile is already registered.
fa_ir: این شماره همراه قبلا ثبت نام شده است.

source: This username is already registered.
fa_ir: این نام کاربری قبلا ثبت شده است.

source: The registration authentication code was sent to your mobile number.
fa_ir: کد احراز هویت به شماره موبایل شما ارسال گردید.

source: Your authentication code is incorrect
fa_ir: کد احراز هویت اشتباه می باشد

source: Your authentication code has expired
fa_ir: کد احراز هویت شما منقضی شده است

source: Use tags
fa_ir: استفاده تگ

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: User id
fa_ir: شناسه کاربر

source: Password
fa_ir: رمز عبور

source: UserLogin
fa_ir: نام کاربری

source: Email
fa_ir: ایمیل

source: Code
fa_ir: کد

source: Forget Password
fa_ir: فراموشی رمز عبور

source: Hi [first-name] [last-name], Your New Password is [password]
fa_ir: سلام [first-name] [last-name] , رمز عبور جدید شما [password] می باشد

source: New user register
fa_ir: ثبت نام کاربر جدید

source: Hi [first-name] [last-name], Your login profile is, username: [user-login] and password: [password]
fa_ir: سلام [first-name] [last-name] , اطلاعات ورود شما به سایت شامل نام کاربری: [user-login] و رمز عبور [password] می باشد

source: New user register Code
fa_ir: کد احراز هویت ثبت نام کاربر

source: Your register code is: [code]
fa_ir: کد احراز هویت ثبت نام شما: [code]

source: Email Settings
fa_ir: تنظیمات ایمیل

source: Active email system
fa_ir: فعال سازی سیستم ایمیل

source: no
fa_ir: خیر

source: yes
fa_ir: آری

source: You have successfully logged out
fa_ir: شما با موفقیت خارج شده اید

source: username
fa_ir: نام کاربری

source: password
fa_ir: رمز عبور

source: Invalid username, email address or incorrect password.
fa_ir: نام کاربری ، ایمیل یا رمز عبور اشتباه می باشد.

source: You have been successfully logged out
fa_ir: شما با موفقیت خارج شده اید

source: user_value
fa_ir: نام کاربری

source: No username or email found.
fa_ir: نام کاربری یا ایمیل یافت نشد.

source: Invalid email address.
fa_ir: آدرس ایمیل نامعتبر هست.

source: This email is already registered.
fa_ir: این ایمیل قبلا ثبت شده است.

source: Passwords Don't Match
fa_ir: رمز های عبور وارد شده مطابقت ندارند

source: Password must be at least %s characters long.
fa_ir: تعداد کاراکتر رمز عبور حداقل می بایست %s کاراکتر باشد.

source: Your current password is incorrect.
fa_ir: رمز عبور فعلی شما اشتباه می باشد.

source: Password changed successfully
fa_ir: رمز عبور با موفقیت تغییر یافت

source: User info edited successfully
fa_ir: مشخصات کاربری با موفقیت ویرایش گردید

source: ACL in WordPress
fa_ir: توسعه بخش کاربران وردپرس

source: A Plugin For Developing ACL in WordPress
fa_ir: توسعه و کدهای آماده بخش کاربران وردپرس

source: Mehrshad Darzi
fa_ir: مهرشاد درزی
